Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/terveiset-ennen-virkavapauttani.html.tmx
Source language: fin
Languages: sme

source: Terveiset ennen virkavapauttani
sme: Dearvvuođagat ovdal virgelobi álgima

source: Tämä on viimeinen blogi ennen virkavapauttani.
sme: Dát lea maŋimus blogga ovdal mu virgefriddjavuođa.

source: Valitettavasti en pysty päivittämään blogiani virkavapauden aikana ja palaan kirjoittamaan kuulumisia kesäkuun puolessa välissä.
sme: Dađi bahábut in baste beaivádit blogga virgefriddjavuođa áigge ja máhcan čállit ságaid geassemánu beallemutto sulaid.

source: Nyt viimeinen blogini onkin tämän johdosta erityispitkä.
sme: Dát maŋimus blogga leanai dan dihte earenoamáš guhkki.

source: Työtilanteeni ei mahdollista blogin päivittämistä virkavapauden aikana vaan minun pitää keskittyä vain väitöskirjatyöhöni.
sme: Bargodili dihte in sáhte čállit blogga virgelobi áigge, muhto mun šattan vuojulduvvat duššebeare nákkosgirjebargui.

source: Toivon että katko blogissani ei vaikuta lukijoiden intoon seurata blogiani taas kesällä.
sme: Sávan, ahte boatkka blogga čállimis ii váikkut lohkkiid moktii čuovvut blogga fas geasset.

source: Virkavapauteni aikana puheenjohtajan tehtäviä hoitaa Irja Seurujärvi-Kari.
sme: Mu virgelobi áigge ságadoalli bargguid dikšu Irja Seurujärvi-Kari.

source: Osallistun mahdollisuuksien mukaan hallituksen kokouksiin myös virkavapauden aikana.
sme: Oassálasttán vejolašvuođaid mielde stivrra čoakkámiidda maiddái virgelohpán áigge.

source: Viimeinen viikko ennen virkavapautta on ollut kyllä melkoista hulinaa ja kiirettä.
sme: Maŋimus vahkku ovdal virgefriddjavuođa lea leamaš hui hohpolaš.

source: Maanantaina osallistuin Lapin yliopiston 30-vuotisjuhlaseminaariin joka käsitteli saamelaisia.
sme: Mánnodaga oassálasten Lappi universiteahta 30-jagi ávvudanseminárii, mii gieđahalai sápmelaččaid.

source: Minut oli kutsuttu puhumaan saamelaisten kielellisistä oikeuksista.
sme: Mu ledje bovden hupmat sápmelaččaid gielalaš rivttiin.

source: Puheeni löytyy kokonaisuudessaan suomeksi saamelaiskäräjien kotisivuilta puheet-osiosta.
sme: Mu ovdasáhka gávdno ollislaččat suomagillii sámedikki ruovttusiidduin ságat-gaskabláđis.

source: Toin puheessani esille saamelaisten kieli- ja yhteiskunnallista historiaa ja saamen kielen aseman kehitystä.
sme: Bukten ovdaságastan ovdan sápmelaččaid giella- ja servodatlaš historjjá ja sámegiela sajádaga gárganeami.

source: Tarkastelin lyhyesti suhtautumista saamen kieleen ja saamen kielilain toteutumista.
sme: Geahčadin oanehaččat makkár jurddahanvuohki servodagas lea sámegiela hárrái ja dasa lassin mot sámi giellaláhka olláhuvvá.

source: Pääpaino puheessa oli saamen kielen aseman kehittämisellä ja saamen kielen ja kulttuurin yhteyden turvaamisella.
sme: Váldodeaddu ságastan lei samegiela sajádaga gárgeheamis ja sámegiela ja sámi kultuvrra oktavuođa dorvvasteamis.

source: Seminaarista laaditaan julkaisu.
sme: Semináras ráhkaduvvo girji.

source: Tiistaina osallistuimme hallintopäällikön kanssa oikeusministeriössä käytäviin budjettineuvotteluihin saamelaiskäräjien ensi vuoden budjetista.
sme: Disdaga leimme hálddahushoavddain vuoigatvuohtaministeriijas bušeahttaráđđádallamiin sámedikki boahtte jagi bušeahtas.

source: Toimme esille tarpeen perustaa ympäristöasioiden esittelijän virka saamelaiskäräjille, koska nykyisin saamelaiskäräjillä ei ole yhtään vain ympäristöasioihin keskittynyttä virkamiestä.
sme: Buvttiime ovdan dárbbu vuođđudit birasáššiid áššegieđahalli virggi sámediggái, daningo dálá áigge sámedikkis ii leat oktage dušše birasáššiide čikŋon virgeolmmoš.

source: Toimme esille myös tarpeen saada liikkumavaraa budjettiimme jotta saamelaiskäräjät voisi hyödyntää EU-rahoitusta nykyistä paremmin ja aloittaa kehittämishankkeita.
sme: Dovddaheimme maid dárbbu oažžut eambbo lihkadanvári bušehttii vai sámediggi sáhtálii ávkkastallat EU-ruhtademiin dáláža buorebut ja álggahit gárgehanfidnuid.

source: Oikeusministeriön edustajat totesivat että oikeusministeriön budjettikehys ei anna mahdollisuutta saamelaiskäräjien budjetin kasvattamiseen.
sme: Vuoigatvuohtaministeriija ovddasteaddjit lohke, ahte bušeahttarámma geažil ii leat vejolašvuohta stuorrudit sámedikki bušeahta.

source: Keskiviikkona pidettiin saamelaiskäräjien hallituksen puhelinkokous.
sme: Gaskavahkko dollojuvvui sámedikki stivrra telefončoakkán.

source: Kokous hyväksyi lausunnon Saamelaisalueen koulutuskeskuksen lainsäädännön uudistamisesta.
sme: Čoakkán dohkkehii cealkámuša Sámi oahpahusguovddáža lága ođasnuhttimis.

source: Lausunnossamme edellytimme saamelaiskäräjälain § 9 mukaisia neuvotteluja laista.
sme: Cealkámušas gáibideimmet sámediggelága 9 § ráđđádallamiid lágas.

source: Saamelaiskäräjien näkökulmasta saamelaisalueen koulutuskeskus ei ole toiminut riittävästi koko saamelaisten kotiseutualueella ja lainsäädännön tulee taata ja antaa SAKK:ille velvollisuus järjestää koulutusta koko saamelaisalueella.
sme: Sámedikki geahččanguovllus Sámi oahpahusguovddáš ii leat doaibman dárbahassii bures olles sámi ruovttuguovllus ja láhka galgá dáhkidit ja addit SOG:ii geatnegasvuođa ordnet oahpu olles sámi ruovttuguovllus.

source: Lausunnossa esitimme myös Utsjoen saamelaislukion ja Enontekiön lukion siirtämistä koulutuskeskuksen alaisuuteen.
sme: Cealkámušas evttoheimmet maid Ohcejoga sámi logahaga ja Eanodaga logahaga sirdima oahpahusguovddáža vuollásažžan.

source: Tämä takaisi koulutuskeskuksen saatavuuden ja tehostaisi kaksoistutkintojen suorittamista.
sme: Dát dáhkidivččii oahpahusguovddáža skuvlejumi oaččašuvvama ja beavttálmahtálii duppáldutkosiid olláhuhttima.

source: Lisäksi saamelaiskäräjät edellytti saamen kielilain noudattamista ja saamen kielisen opetuksen merkittävää lisäämistä.
sme: Dasa lassin sámediggi eaktudii sámi giellalága doahttaleami ja sámegiel oahpahusa mearkkašahtti lasiheami.

source: Erityisesti koulutuksessa tulee keskittyä koltan- ja inarinsaamen kielitutkintojen mahdollistamiseen.
sme: Earenoamážit skuvlemis galgá čiekŋut dasa, ahte nuortalaš- ja anárašgiel gielladutkosat šaddet vejolažžan.

source: Hallitus hyväksyi myös lausunnon luonnonsuojelulain uudistamisesta.
sme: Stivra dohkkehii maid cealkámuša luonddusuodjalanlága ođasnuhttimis.

source: Kyseessä on pitkään vireillä ollut uudistus, joka keskittyy uusien luonnonsuojelualueiden rauhoitussäännöksiin.
sme: Jearaldagas lea guhká jođus leamaš ođastus, mas lea sáhka ođđa luonddusuodjalanguovlluid ráfáiduhttinnjuolggadusain.

source: Esityksessä myös ehdotetaan, että muiden luonnonsuojelualueiden kuin kansallispuistojen hoito- ja käyttösuunnitelmia ei enää vahvistettaisi ympäristöministeriössä.
sme: Evttohusas maid ovdanbuktojuvvo, ahte eará luonddusuodjalanguovlluid go álbmotmehciid dikšun- ja geavahanplánat eai váfistuvvole birasministeriijas.

source: Saamelaiskäräjät esittää, että jatkossa saamelaisten kotiseutualueen hoito- ja käyttösuunnitelmat vahvistettaisiin sekä metsähallituksessa että saamelaiskäräjillä.
sme: Sámediggi evttoha, ahte boahttevuođas sámiid ruovttuguovllu dikšun- ja geavahanplánat váfistuvvole sihke meahcceráđđehusas ja sámedikkis.

source: Luonnonsuojelulaissa esitetään myös, että perustettavissa luonnonsuojelualueissa huomioidaan saamelaiskulttuurin suoja.
sme: Luonddusuodjalanlágas evttohuvvo maid, ahte vuođđudanvuloš luonddusuodjalanguovlluin váldojuvvolii vuhtii sámi kultuvrra suodji.

source: Saamelaisten kotiseutualueesta 80 % on eritavoin suojeltua eikä ole realistista että luonnonsuojelualueita perustetaan lisää tai laajennetaan ainakaan lähiaikoina.
sme: Sámiid ruovttuguovllus 80 % lea sierradásagit suodjaluvvon iige leat realisttalaš ahte luonddusuodjalanviidodagat vuođđuduvvojit lasi dehe viiddiduvvojit aŋkke lagašáiggiid.

source: Saamelaiskäräjät esitti, että ympäristöministeriö aloittaa välittömästi muuttaa saamelaisten kotiseutualueen luonnon- / kansallispuistojen ohjaavan lainsäädännön muuttamisen vastaamaan saamelaiskulttuurin heikentämissuojaa.
sme: Sámediggi evttoha, ahte birasministeriija álggaha dakkaviđe rievdadit lágaid, mat stivrejit sámiid ruovttuguovllu luonddu- / álbmotmehciid lágaid, nu ahte dat dávistit sámi kultuvrra geahnohuhttinsuodjái.

source: Saamelaiskäräjät piti pääosin positiivisena ehdotusta siitä, että metsästys sallittaisiin tietyin rajoituksin luonnonsuojelualueilla.
sme: Sámediggi atná eanas positiivvalažžan evttohusa das, ahte meahccebivdu livččii lobálaš dihto ráddjemiid mielde luonddusuodjalanguovlluin.

source: Tämä on erityisen perusteltua saamelaisten kotiseutualueella, jossa suuri osa maa-alasta on suojeltua.
sme: Dát lea earenoamáš bures ákkastallojuvvon sámiid ruovttuguovllus, gos stuora oassi eananviidodagas lea suodjaluvvon.

source: Metsästys luonnonsuojelualueilla tulee säilyä vain saamelaisten ja alueen asukkaiden oikeutena eikä ulkopaikkakuntalaisille tule myöntää metsästyslupia luonnonsuojelualueille.
sme: Meahccebivdu luonddusuodjalanguovlluin galgá seailut dušše sápmelaččaid ja guovllu olbmuid riektin eaige báikegotti olggobeale olbmuide galgga mieđihuvvot meahcástanlobit luonddusuodjalanviidodagain.

source: Saamelaiskäräjien näkemyksen mukaan hirvenmetsästys tulisi olla mahdollista myös luonnonsuojelualueilla alueellisesti rajattuna ja mikäli kantojen hoito sitä edellyttää.
sme: Sámedikki oainnu mielde sarvvabivdu galggalii leat maid vejolaš suolddusuodjalanviidodagain go dat lea ráddjejuvvon guovlluguovdásaččat ja jos náliid várjaleapmi dan gáibida.

source: Koko luonnonsuojelualuetta ei voi vapauttaa vapaan metsästyksen käyttöön, vaan metsästys tulee olla alueellisesti rajattua ja on perusteltua ekologisesti ja kulttuurisesti.
sme: Oba luonddusuodjalanguvlui ii sáhte addojuvvot luomos meahccebivdu, muhto meahccebivdu galgá lea ráddjejuvvon guovlluguovdasaččat ja leat ákkastallamis ekologalaččat ja kultuvrralaččat.

source: Metsästys on tärkeä saamelaiselinkeino kuten myös poronhoitokin.
sme: Meahccebivdu lea dehálaš sámi ealáhus dego maid boazodoallu.

source: Metsästyksestä koirien kanssa luonnonsuojelualueella tulee sopia alueen paliskunnan kanssa, jottei koirien käyttö vaikeuta poronhoitoa.
sme: Meahccebivddus beatniiguin luonddusuodjalanguovllus galgá sohppojuvvot guovllu bálgesiin, vai beatnagat eai váttásnuhte boazobarggu.

source: Loppuviikko menikin Helsingissä työntäyteisesti.
sme: Loahppavahkku manainai Helssegis gieđat dievva bargguiguin.

source: Torstaiaamuna osallistuin biodiversiteetti-työryhmän kokoukseen, jossa käsiteltiin Suomen neljättä maaraporttia biodiversiteettisopimuksen toimeenpanon tilanteesta ja sovittiin raportointikäytänteistä.
sme: Duorastatiđit oassálasten biodiversiteahttabargojoavkku čoakkámii, mas gieđahallojuvvui Suoma njealját eananraporta biodiversiteahttasoahpamuša olláhuhttima dilis ja sohppojuvvui raporteterengeavadiin.

source: Kokouksen jälkeen menin tapaamaan ympäristöministeri Lehtomäkeä.
sme: Čoakkáma maŋŋel mannen deaivat birasministtar Lehtomäki.

source: Meidän oli tarkoitus tavata jo ministerin Kilpisjärven vierailun yhteydessä mutta aikataulut eivät antaneet myöden.
sme: Moai galggaime deaivat juo ministara Gilbbesjávrre guossástallama oktavuođas muhto dalle munno áigedávvalat eai heiven oktii.

source: Valmistin tapaamista varten taustamuistion, joka löytyy myös saamelaiskäräjien kotisivuilta kirjeet ja muistiot osiosta.
sme: Gárvvistin deaivvadeami váste duogášmuittuhančállaga, mii gávdno maid sámedikki ruovttusiidduin reivvet ja muittuhančállosat – gaskabláđis.

source: Tapaaminen oli hyvin miellyttävä, keskustelimme ajankohtaisista lainsäädäntöhankkeista ja saamelaiskäräjien tarpeista saada ympäristöasioiden esittelijä.
sme: Deaivvadeapmi lei suohtas, ságastalaime áigeguovdilis láhkafidnuin ja sámedikki dárbbus oažžut birasáššiid áššegieđahalli.

source: Keskustelimme myös ilmastonmuutoksesta ja sen vaikutuksista ja olimme yhtä mieltä siitä, että ilmastonmuutokseen liittyvät tehtävät tulevat vain kasvamaan.
sme: Ságastalaime maid dálkkádatrievdamis ja dan váikkuhusain ja leimme ovttaoaivilis das, ahte dálkkádatrievdamii gullevaš barggut lassánit boahttevuođas.

source: Tapaamisen pohjalta saamelaiskäräjät lähetti aloitteen eri ministeriöihin ja tiedoksi Lapin kansanedustajille ympäristöasioiden esittelijän viran perustamiseksi.
sme: Deaivvadeami vuođul sámediggi sáddii álgaga sierra ministeriijaide ja dan maid diehtun Sámi leana riikkabeaiveáirasiidda birasáššiid áššegieđahalli virggi vuođđudeami várás.

source: Hyväksyin tällä viikolla myös kolme lausuntoa hankehakemuksista.
sme: Lean dán vahku mielde dohkkehan maid golbma cealkámuša prošeaktaohcamušain.

source: Perjantai oli myös hyvin työntäyteinen päivä, aamulla saamelaiskäräjät tapasi valtiosihteeri Reinan valtiovarainministeriöstä ja ministeri Kiviniemen erityisavustajan Tatja Karvosen.
sme: Bearjadaga lei maid hui olu bargu ja beaivi lei hohpolaš. Iđđes sámediggi deaivvadii stáhtačálli Reina ruhtaministeriijas ja ministtar Kiviniemi sierraveahki Tatja Karvosa.

source: Tapaamisen asialistalla oli ALKU-hanke ja kuntien valtionosuusjärjestelmän uudistus.
sme: Deaivvadeami áššelisttus lei ALKU-fidnu ja gielddaid stahtaossodatvuogádaga ođastus.

source: Saamelaiskäräjät jätti tapaamisessa laajan taustamuistion, joka löytynee lähiaikoina myös käräjien kotisivuilta kirjeet ja muistiot osioista.
sme: Sámediggi guđii deaivvadeamis viiddes duogášmuittuhančállosa, mii gávdno fargga maid dikki ruovttusiidduin reivvet ja muittuhančállosat gaskabláđis.

source: Alku-hankke on nyt eduskunnan käsittelyssä.
sme: Alku-fidnu leat dál riikkabeivviid gieđahallamis.

source: Saamelaiskäräjät on tyytyväinen siihen, ettei saamelaiskäräjien toiminta-rahoitusta eikä saamen kielilain mukaisia rahoitustehtäviä siirretä oikeusministeriöstä.
sme: Sámediggi lea duhtavaš dasa, ahte ii sámedikki doaibmaruhtadeapmi eaige sámi giellalága ruhtadanbarggut sirdojuvvo eret vuoigatvuohtaministeriijas.

source: Positiivista Alku-hankkeessa on myös se, että lainsäädäntö mahdollistaa saamenkielisen palveluyksikön perustamisen.
sme: Positiivvalaš Alku-fidnus lea maid dat, ahte láhkaásaheapmi dahká vejolažžan sámegiel bálvalanovttadaga vuođđudeami.

source: Uskon että saamme kiittää tästä oikeusministerin vahvaa tukea saamelaiskäräjien esitykselle.
sme: Jáhkán, ahte sámediggi oažžu giitit dás vuoigatvuohtaministara nanu doarjaga sámedikki evttohussii.

source: Olisimme luonnollisesti toivoneet, että laki olisi ollut velvoittavampi.
sme: Livččiimet diehttelaš sávvan, ahte láhka livččii leamaš eambbo geatnegahtti.

source: Esitimme, että valtiovarainministeriö perustaisi välittömästi saamelaiskäräjien ja valtiovarainministeriön työryhmän pohtimaan saamenkielisen palveluyksikön tehtäviä, toimipaikkaa, henkilöstöä ja yhteistyömahdollisuuksia muiden viranomaisten kanssa.
sme: Sámediggi evttohii, ahte ruhtaministeriija vuođđudivččii dakkaviđe sámedikki ja ruhtaministeriija bargojoavkku suokkardit sámegiel bálvalanovttadaga bargguid, doaibmabáikki, bargoveaga ja ovttasbargovejolašvuođaid eará eiseválddiiguin.

source: Saamelaiskäräjät on esittänyt aiemmin, että viranomaiset perustaisivat kielikeskuksia, joista saisi keskitetysti saamenkielisiä palveluja.
sme: Sámediggi lea ovdal evttohan, ahte eiseválddit vuođđudivčče giellaguovddážiid, main oaččulii ovtta dihto sajes sámegiel bálvalusaid.

source: Onneksi ALKU-hanke on kehittynyt siten, että se ei uhkaa enää saamelaisten kulttuuri-itsehallintoa.
sme: Lihkus ALKU-fidnu lea gárganan nu ahte dat ii uhkit šat sámiid kulturiešstivrema.

source: Olen kuitenkin pettynyt siihen, että hallitusohjelman mukaisesti valtioministeriö ei ole pyrkinyt kehittämään saamelaisten kulttuuri-itsehallintoa.
sme: Lean goitge behtton dasa, ahte ráđđehusprográmma mielde ruhtaministeriija ii leat viggan gárgehit sámiid kulturiešstivrema.

source: Keskustelimme myös kuntien valtionosuusjärjestelmän uudistuksesta, joka on saamelaisten ja saamelaiskäräjien kannalta surullinen uudistus.
sme: Ságastalaimet maid gielddaid stáhtaossodatvuogádaga ođastusas, mii lea sámiid ja sámedikki dáfus morašlaš ođastus.

source: Kuntien valtionosuusjärjestelmän uudistuksen on tarkoitus astua voimaan vuoden 2010 alussa.
sme: Gielddaid stáhtaossodatvuogádaga ođastus galgá boahtit vuoibmái jagi 2010 álggu rájes.

source: Valtiovarainministeriö on valmistellut ehdotusta, että saamenkielisten sosiaali- ja terveyspalvelujen rahoitus siirrettäisiin suoraan korvamerkitsemättömänä saamelaisten kotiseutualueen kunnille.
sme: Ruhtaministeriija lea válmmaštallan evttohusa, ahte sámegiel sosiála- ja dearvvašvuohtabálvalusaid ruhtadeapmi sirdojuvvolii njuolga bealljemerkekeahttá sámi ruovttuguovllu suohkaniidda.

source: Tämä tarkoittaa sitä, että kunnat voivat itse päättää mihin rahat käytetään, toisin sanoen niitä voidaan käyttää vaikka liikuntapalveluihin tai matkailupalvelujen tuottamiseen.
sme: Dát dárkkuhivččii dan, suohkanat sáhttet ieža mearridit masa ruđaid atnet, nuppiiguin sániiguin dat sáhttet adnojuvvot vaikki faláštallanbálvalusaide dehe turismabálvalusaid buvttadeapmái.

source: Nykyisin valtioavustus saamenkielisiin sosiaali- ja terveyspalveluihin on 600 000 euroa ja se kanavoidaan saamelaiskäräjien kautta.
sme: Dál stáhtaveahkki sámegiel sosiála- ja dearvvašvuohtabálvalusaide lea 600 000,- euro ja dat juhkkojuvvo suohkaniidda sámedikki bakte.

source: Ongelmana on rahoituksen pienuus ja se, että se myönnetään vuosittaisella päätöksellä, ei lain tai asetuksen nojalla.
sme: Buncár lea ruhtadeami unnivuohta ja dat, ahte dat mieđihuvvo jahkásaš mearrádusain, ii lága dehe ásahusa vuođul.

source: Tämä on estänyt palvelujen pitkäjänteisen kehittämisen.
sme: Dát lea eastán bálvalusaid guhkesáigásaš gárgeheami.

source: Saamelaiskäräjät ei ole päässyt kertaakaan valtionosuusjärjestelmän uudistusta valmistelevan työryhmän kuultavaksi.
sme: Sámediggi ii leat oktege beassan stáhtaossodatvuogádaga ođastusa válmmaštallan bargojoavkku gullamii.

source: Myös vähemmistövaltuutettu on ollut kannanotoissaan huolissaan ollut huolissaan siitä, miten valtionosuusjärjestelmän uudistuksessa huomioidaan saamelaisten kulttuuri-itsehallinto ja saamelaisten perustuslaillinen oikeus omaan kieleen ja kulttuuriin.
sme: Maiddái veahádatáittardeaddji lea cealkámušaidisguin leamaš fuolas das, mot stáhtaossodatvuogádaga ođastusas váldojuvvo vuhtii sámiid kulturiešstivren ja sámiid vuođđolága vuoigatvuohta iežaset gillii ja kultuvrii.

source: Saamelaisten itsehallintoa koskevan lainsäädännöllisen järjestelyn tultua voimaan saamelaisten itsehallinto on tullut kansainvälisten ihmisoikeussopimusten piiriin.
sme: Go sámiid kulturiešstivrema láhkaásahuslaš ordnen lea boahtán vuoibmái, de sámiid kulturiešstivren lea boahtán riikkaidgaskasaš olmmošvuoigatvuođaid ollái.

source: Tämän järjestelmän myöhemmät heikennykset voivat merkitä kansainvälisoikeudellista rikkomusta (HE.
sme: Dán ortnega maŋŋel boahtán geahnohuhttimat sáhttet mearkkašit riikkaidgaskasaš olmmošvuoigatvuođalaš rihkkumuša (HE.

source: Saamelaiskäräjät viittaa tässä yhteydessä siihen, että saamelaisten aseman heikentäminen voi olla kansainvälinen sopimusrikkomus, jota käsitellään kansainvälisen oikeuden piirissä.
sme: Sámediggi čujuha dán oktavuođas dasa, ahte sámiid sajádaga geahnohuhttin sáhttá leat riikkaidgaskasaš soahpamušrihkkumuš, mii gieđahallojuvvo riikkaidgaskasaš rievttis.

source: Jos ehdotus menee tällaisenaan eteenpäin kuin valtiovarainministeriö on esittänyt, niin saamelaisten näkökulmasta se on kansainvälisoikeudellinen sopimusrikkomus heikentäen saamelaisten oikeutta omaan kieleensä ja kulttuuriinsa.
sme: Jos evttohus manná dakkáražžan ovddos dego ruhtaministeriija lea evttohan, nu sámiid geahččanguovllus dat lea riikkaidgaskasaš rievtti soahpamušrihkkumuš ja geahnohuhttá sámiid vuoigatvuođa iežaset gillii ja kultuvrii.

source: Jos saamenkielisillä palveluilla ei ole minkäänlaista seuranta- tai valvontajärjestelmää palvelut tulevat heikkenemään ja saamen kielilain noudattaminen ja toteutuminen vaikeutuu.
sme: Jos sámegiel bálvalusain ii leat mangelágán čuovvun- dehe bearráigeahččoortnet, de bálvalusat hedjonit ja sámi giellalága doahttaleapmi ja olláhuhttin váttásnuvvá.

source: Saamelaiskäräjät vastustaa kaikin mahdollisin keinoin valtiovarainministeriön ehdotusta ja käytämme kaikki käytössä olevat keinot esityksen vastustamiseen.
sme: Sámediggi vuostálastá buot vejolaš vugiid mielde ruhtaministeriija evttohusa ja dat atná buot vejolaš gustojeaddji vugiid evttohusa vuostálastimii.

source: Viime vuosi ja kuluva vuosi ovat olleet vaikeaa juuri Alku-hankkeen ja valtionosuusjärjestelmän uudistuksen johdosta.
sme: Diimmá ja dát jahki lea leamaš váttis aiddo fal ALKU-fidnu ja stáhtaossodatvuogádaga ođastusa geažil.

source: Ministeriöissä ei tunnuta ymmärtävän saamelaisten asemaa ja emme pääse kehittämään saamelaista kulttuuri-itsehallintoa, vaan saamme korkeintaan laimeita torjuntavoittoja kuten nyt Alku-hankkeessa.
sme: Ministeriijain eai oro ipmirdeame sapmelaččaid sajádaga ja eat beasa gárgehit sámiid kulturiešstivrema, muhto oažžut duššebeare láivves duostunvuoittuid dego dál Alku-fidnus.

source: Saamelaista kulttuuri-itsehallintoa ei haluta kehittää kokonaisvaltaisesti valtionhallinnossa, vaikka hallitusohjelman velvoite saamelaisen kulttuuri-itsehallinnon kehittämisestä koskee kaikkia ministeriöitä.
sme: Sámi kultuiešstivren ii háliduvvo gárgehuvvot ollislaččat stáhtahálddahusas, vaikko ráđđehusprográmma geatnegasvuohta sámi kulturiešstivrema gárgeheamis guoská buot ministeriijaid.

source: Saamen kieltä ja kulttuuria kyllä hyödynnetään päätöksissä silloin kun sen kautta voidaan perustella myös muille tulevia lisärahoituksia.
sme: Sámegielain ja sámi kultuvrrain gal ávkkastallojuvvo mearrádusain dalle go daid vuođul sáhttá ákkastallat maid earáide lassiruhtademiid.

source: Kuulin neuvotteluissa, että päivää ennen Hallinnon ja aluekehityksen ministeriryhmä (Halke) oli päättänyt myöntää pysyvän valtionavustuksen korostuksen.
sme: Gullen ráđđádallamiin, ahte ovddit beaivve Hálddahusa ja guovlogárganeami ministtarjoavku (Halke) lei mearridan mieđihit bissovaš stáhtavehkiid bajideami.

source: Sitä perustellaan mm. saamelaisuudella.
sme: Dat ákkastallojuvvo ee. sápmelašvuođain.

source: Saamelaisten kotiseutualueen kunnat saavat miljoonasta eurosta kolmeen miljoonaan euroa lisärahoitusta.
sme: Sápmelaččaid ruovttuguovllu gielddat ožžot miljovnna euro rájes gitta golmma miljovnna euro rádjái lassiruhtadeami.

source: Lisärahoitus on hyvä asia, koska kuntien talous on ollut kriisissä ja ne kärsivät voimakkaasta muuttotappiosta.
sme: Lassiruhtadeapmi lea buorre ášši, daningo gielddaid ekonomiija lea báhuid váttisvuođaid siste ja dat gillájit stuora muotkundáhpehallamis.

source: Varsinkin nuoret muuttavat kunnista pois.
sme: Eandalii nuorat mutkot gielddain eret.

source: Kunnat saivat Halken myöntämän erityisen saamelaislisän, joka on prosentuaalisesti saadusta korotusmäärästä Enontekiön osuudessa noin 55 % Utsjoen noin 70 % Inarin 23 % ja Sodankylän osuudessa noin 16,5 %.
sme: Gielddat ožžo Halke mieđihan sierra sápmelašlási, mii lea prosentuálalaččat ožžojun bajidanmearis Eanodaga ossodagas sulaid 55 % Ohcejoga sulaid 70 % Anára 23 % ja Soađegili ossodagas sulaid 16,5 %.

source: Saamelaislisä on täysin korvamerkitsemätöntä, eli sen voi sijoittaa vaikka teiden kunnossapitoon tai virkistystoimintana mikäli kunta niin päättää.
sme: Sápmelašlassi lea ollásit bealljemerkekeahtes ruhta, dehege dan sáhttá bidjat vaikko luottaid fuolaheapmái dehe virkosmahttindoibmii jos gielda nu mearrida.

source: Valtiovarainministeriön valtiosihteeri Reina totesi, että rahoitusta ei voi korvamerkitä koska se olisi kunnalliseen itsehallintoon puuttumista.
sme: Ruhtaministeriija stáhtačálli Reina dajai, ahte ruhtadeami ii sáhte bealljemerket daningo dat livččii gielddaid iešstivrejupmái seahkáneapmi.

source: Tulkinta on mitä ihmeellisin, koska kunnilla on jo nykyisinkin useita korvamerkittyjä rahoituksia.
sme: Dulkon lea mađi imašlaččat, daningo gielddaide leat juo dálnai olu bealljemerkejuvvon ruhtadeamit.
